Revit 2027 API
ParameterTypeId.LevelIsGroundPlane Property
 "Is ground plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelIsGroundPlane { get; }
Public Shared ReadOnly Property LevelIsGroundPlane As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelIsGroundPlane {
	ForgeTypeId^ get ();
}
static member LevelIsGroundPlane : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace